tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "crane"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "hey"
brew "htop"
brew "hub"
brew "jq"
brew "ko"
brew "kubernetes-cli"
brew "mas"
brew "shellcheck"
brew "starship"
brew "watch"
brew "wget"
cask "alfred"
cask "font-monaspace"
cask "ghostty"
cask "google-chrome"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Moom", id: 419330170
mas "Textual IRC Client", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "golang.go"
vscode "oderwat.indent-rainbow"
vscode "timonwong.shellcheck"