tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "openjdk"
brew "gradle"
brew "htop"
brew "hub"
brew "kubernetes-cli"
brew "mas"
brew "python@3.9"
brew "node"
brew "noti"
brew "shellcheck"
brew "watch"
brew "wget"
cask "alfred"
cask "firefox"
cask "iterm2"
cask "slack"
cask "textual"
cask "timing"
cask "visual-studio-code"
cask "vlc"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
